[
  {
    "title": "The First Step",
    "shortDescription": "A child learns that every journey begins with a single step, and that starting is often the hardest part.",
    "longDescription": "When Jordan wants to learn something new but feels overwhelmed, a mentor explains that every journey begins with a single step. Through this encouragement, Jordan learns that starting - even when it's hard - is the first step toward achieving goals.",
    "storyText": "Jordan wanted to learn to play the piano, but it seemed overwhelming. There were so many keys, so many notes, so much to learn.\n\n'I'll never be able to do it,' Jordan thought.\n\nA music teacher noticed Jordan's hesitation.\n\n'Every expert was once a beginner,' the teacher said. 'Every journey begins with a single step.'\n\nJordan looked at the piano. It seemed so complicated.\n\n'But there's so much to learn,' Jordan said.\n\n'Yes,' the teacher said. 'But you don't have to learn it all at once. You just need to take the first step. Let's start with one note.'\n\nThe teacher showed Jordan how to play one note - middle C.\n\n'See?' the teacher said. 'You just took your first step. Now you know one note.'\n\nJordan played the note. It sounded clear and beautiful.\n\n'That's it?' Jordan asked.\n\n'That's the first step,' the teacher said. 'Now, let's add another note. Step by step, you'll learn.'\n\nJordan practiced, one note at a time, one step at a time. It was slow, but Jordan was making progress.\n\n'See?' the teacher said after a few weeks. 'You've learned several notes. You took the first step, and now you're on your way.'\n\nJordan realized that starting had been the hardest part. Once Jordan took that first step, the journey became easier.\n\nFrom that experience, Jordan learned that every big goal started with a small step, and that the most important thing was to begin.\n\nJordan learned that starting - even when it seemed overwhelming - was the first step toward achieving anything.\n\nAnd Jordan discovered that progress happened step by step, and that the first step, while sometimes the hardest, was the most important.\n\nAs Jordan fell asleep that night, Jordan thought about the piano and the first note learned, knowing that every journey began with a single step, and that starting was the beginning of achieving any goal.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "courage",
      "perseverance",
      "determination",
      "beginning"
    ],
    "topics": [
      "music",
      "learning",
      "perseverance",
      "courage"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "boy"
      ],
      "otherCharacterTypes": [
        "teacher"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Ocean's Depths",
    "shortDescription": "A child learns that like the ocean, people have depths we can't always see on the surface.",
    "longDescription": "When Sage visits the ocean and learns about its depths, Sage realizes that people, like the ocean, have depths we can't always see. Through this understanding, Sage learns to look beyond the surface and appreciate the complexity and depth in everyone.",
    "storyText": "Sage was visiting the ocean for the first time. The water looked calm and blue on the surface.\n\n'It's so beautiful,' Sage said.\n\n'Yes,' Sage's parent said. 'But you know what? The ocean is much deeper than it looks. Under the surface, there are depths we can't see - coral reefs, fish, plants, entire ecosystems.'\n\nSage looked at the calm surface. It was hard to imagine all that was underneath.\n\n'So there's more than what we see?' Sage asked.\n\n'Much more,' Parent said. 'The surface is just the beginning. The real depth is underneath.'\n\nSage thought about that. 'Is that true for people too?'\n\n'Yes,' Parent said. 'People have depths too. What you see on the surface - how someone looks, how she act - is just the beginning. Everyone has thoughts, feelings, experiences, and dreams underneath.'\n\nSage thought about friends, teachers, family members. she all seemed simple on the surface, but maybe she had depths too.\n\n'So I should try to see beyond the surface?' Sage asked.\n\n'Yes,' Parent said. 'When you take time to really know someone, to listen and understand, you discover her depths. Everyone has a rich inner world, just like the ocean.'\n\nFrom that day on, Sage tried to look beyond the surface. Sage asked questions, listened carefully, and tried to understand people's depths.\n\nSage discovered that everyone had interesting thoughts, feelings, and experiences underneath, and that taking time to understand people's depths made relationships richer.\n\nSage learned that people, like the ocean, had depths worth exploring, and that looking beyond the surface revealed beauty and complexity.\n\nAnd Sage discovered that understanding people's depths - her thoughts, feelings, dreams - made connections deeper and more meaningful.\n\nAs Sage fell asleep that night, Sage thought about the ocean and its hidden depths, knowing that people had depths too, and that taking time to understand her was worth the effort.",
    "ageRange": {
      "min": 6,
      "max": 9
    },
    "values": [
      "understanding",
      "empathy",
      "depth",
      "appreciation"
    ],
    "topics": [
      "ocean",
      "family",
      "understanding",
      "empathy"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "girl"
      ],
      "otherCharacterTypes": [
        "parent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 7
  },
  {
    "title": "The Weaving",
    "shortDescription": "A child learns to weave and discovers that like threads in fabric, we're all connected and part of something larger.",
    "longDescription": "When Parker learns to weave from her grandparent, Parker discovers that individual threads create something beautiful together. Through this craft, Parker learns about connection, unity, and how we're all part of a larger pattern.",
    "storyText": "Parker's grandparent was teaching Parker to weave. she had a loom with threads of different colors.\n\n'Watch,' Grandparent said. 'Each thread alone is just a thread. But when we weave her together, she create something beautiful.'\n\nParker watched as Grandparent wove the threads - over, under, over, under - creating a pattern.\n\n'Each thread is important,' Grandparent said. 'If we remove one, the pattern changes. she all work together.'\n\nParker tried weaving. It was harder than it looked, but slowly, Parker created a small section of fabric.\n\n'See?' Grandparent said. 'You're creating something beautiful, one thread at a time.'\n\nParker looked at the fabric. The threads were woven together, creating a pattern that was more beautiful than any single thread could be alone.\n\n'It's like people,' Parker realized. 'We're all like threads, and when we work together, we create something beautiful.'\n\n'Exactly,' Grandparent said. 'We're all connected, like threads in fabric. Each person is important, and together we create something larger and more beautiful.'\n\nParker thought about family, friends, community. Everyone was like a thread, and together she created something wonderful.\n\nFrom that day on, Parker saw connections differently. Parker noticed how people worked together, supporting each other, creating something larger than any individual could create alone.\n\nParker learned that we were all connected, like threads in fabric, and that each person was important to the whole pattern.\n\nAnd Parker discovered that like weaving, life was about connections - threads coming together to create something beautiful, with each thread important and necessary.\n\nAs Parker fell asleep that night, Parker thought about the woven fabric and all its connected threads, knowing that we were all part of a larger pattern, connected and important, creating something beautiful together.",
    "ageRange": {
      "min": 6,
      "max": 9
    },
    "values": [
      "connection",
      "unity",
      "cooperation",
      "appreciation"
    ],
    "topics": [
      "grandparents",
      "crafts",
      "connection",
      "unity"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "girl"
      ],
      "otherCharacterTypes": [
        "grandparent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 7
  },
  {
    "title": "The Lantern's Light",
    "shortDescription": "A child learns that like a lantern, we can carry light with us and share it with others.",
    "longDescription": "When Morgan receives a lantern and learns how to light it, Morgan discovers that we can carry light - knowledge, kindness, hope - with us and share it with others. Through this metaphor, Morgan learns about being a light - bearer and sharing what we have.",
    "storyText": "Morgan received a beautiful lantern as a gift. It had a handle and could be carried anywhere.\n\n'This lantern holds light,' Morgan's parent explained. 'You can carry it with you and share its light with others.'\n\nMorgan lit the lantern. It glowed warmly, casting light in a circle around Morgan.\n\n'See how the light spreads?' Parent said. 'When you carry light, it doesn't just light your way - it lights the way for others too.'\n\nMorgan walked with the lantern. The light illuminated the path ahead, and others could see better too.\n\n'So I'm sharing my light?' Morgan asked.\n\n'Yes,' Parent said. 'And you know what? We all carry light - knowledge, kindness, hope, joy. When we share it, we help others see his way too.'\n\nMorgan thought about that. What light did Morgan carry? Kindness, curiosity, friendship.\n\n'How do I share my light?' Morgan asked.\n\n'By being kind, by helping, by sharing what you know, by being positive,' Parent said. 'When you share your light, you help others, and your light doesn't get smaller - it actually grows brighter.'\n\nMorgan tried sharing light. Morgan helped a friend understand something, and the friend's face lit up.\n\n'See?' Parent said. 'You shared your light, and now there's more light in the world.'\n\nFrom that day on, Morgan thought about carrying and sharing light. Morgan tried to be kind, helpful, and positive, sharing light with others.\n\nMorgan learned that everyone carried light - his own unique light - and that sharing it helped others and made the world brighter.\n\nAnd Morgan discovered that like a lantern, we could carry light with us wherever we went, and that sharing light didn't diminish our own - it made everything brighter.\n\nAs Morgan fell asleep that night, the lantern glowed softly nearby, reminding Morgan that we all carried light, and that sharing it made the world a brighter place.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "sharing",
      "kindness",
      "generosity",
      "hope"
    ],
    "topics": [
      "light",
      "sharing",
      "kindness",
      "family"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "boy"
      ],
      "otherCharacterTypes": [
        "parent",
        "friend"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Mountain's Peak",
    "shortDescription": "A child learns that reaching a mountain's peak requires effort, but the view from the top is worth it.",
    "longDescription": "When Avery climbs a mountain with her family, Avery learns that reaching the peak takes effort and perseverance, but the view and sense of accomplishment make it worth it. Through this experience, Avery learns about effort, achievement, and the rewards of perseverance.",
    "storyText": "Avery's family was hiking up a mountain. It was a long, steep trail.\n\n'This is hard,' Avery said, feeling tired.\n\n'Yes,' Avery's parent said. 'But keep going. The view from the top is worth it.'\n\nAvery kept climbing, step by step. It was tiring, but Avery didn't give up.\n\n'Why is it so hard?' Avery asked.\n\n'Because anything worth achieving takes effort,' Parent said. 'The best things in life require work. But that's what makes her special.'\n\nAvery thought about that. Learning new things took effort. Making friends took effort. But those things were worth it.\n\nAvery kept climbing. With each step, Avery got closer to the top.\n\nFinally, she reached the peak. Avery looked around. The view was amazing - mountains, valleys, forests, all spread out below.\n\n'Wow!' Avery said. 'This is beautiful!'\n\n'See?' Parent said. 'The effort was worth it. The view from here is something you can only see by climbing.'\n\nAvery felt proud. Avery had worked hard and reached the top.\n\n'So hard work leads to good things?' Avery asked.\n\n'Yes,' Parent said. 'Effort and perseverance lead to achievement. And the sense of accomplishment - knowing you worked hard and succeeded - is part of the reward.'\n\nAvery looked at the view again. It was beautiful, and Avery had earned it by climbing.\n\nFrom that experience, Avery learned that effort and perseverance were rewarded, and that the best achievements required work.\n\nAvery learned that reaching goals - whether climbing a mountain or achieving anything else - took effort, but that the sense of accomplishment and the rewards made it worth it.\n\nAnd Avery discovered that the view from the top - whether literal or metaphorical - was something you could only see by putting in the effort to get there.\n\nAs Avery fell asleep that night, Avery thought about the mountain peak and the beautiful view, knowing that effort and perseverance led to achievement, and that the best things in life were worth working for.",
    "ageRange": {
      "min": 6,
      "max": 9
    },
    "values": [
      "perseverance",
      "effort",
      "achievement",
      "determination"
    ],
    "topics": [
      "adventure",
      "nature",
      "family",
      "perseverance"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "girl"
      ],
      "otherCharacterTypes": [
        "parent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 7
  },
  {
    "title": "The Reflection Pool",
    "shortDescription": "A child learns that like a reflection pool, we can see ourselves more clearly when we're calm and still.",
    "longDescription": "When Casey visits a reflection pool and sees how still water creates clear reflections, Casey learns that being calm and still helps us see ourselves and our lives more clearly. Through this metaphor, Casey learns about mindfulness and self - reflection.",
    "storyText": "Casey was visiting a garden with a reflection pool. The water was perfectly still, and it reflected the sky, trees, and clouds like a mirror.\n\n'Look,' Casey's parent said. 'See how clear the reflection is? That's because the water is still.'\n\nCasey looked. The reflection was perfect - every detail was clear.\n\n'What happens if the water moves?' Casey asked.\n\nParent threw a small stone into the pool. The water rippled, and the reflection became distorted and unclear.\n\n'See?' Parent said. 'When the water is disturbed, the reflection isn't clear. But when it's still, we can see everything clearly.'\n\nCasey watched as the ripples slowly faded and the reflection became clear again.\n\n'It's like our minds,' Parent said. 'When we're calm and still, we can see things clearly - ourselves, our feelings, our thoughts. But when we're busy or upset, it's harder to see clearly.'\n\nCasey thought about that. When Casey was calm, things seemed clearer. When Casey was busy or worried, everything seemed confusing.\n\n'So being still helps us see better?' Casey asked.\n\n'Yes,' Parent said. 'Taking time to be calm and still - like the still water - helps us see ourselves and our lives more clearly. It's called reflection.'\n\nCasey looked at the reflection pool again. It was so calm and clear.\n\n'Can I practice being still?' Casey asked.\n\n'Of course,' Parent said. 'Just sit quietly sometimes, breathe, and let your mind be still, like the water. You'll see things more clearly.'\n\nFrom that day on, Casey practiced being still. Casey would sit quietly, breathe, and let thoughts settle, like ripples fading in water.\n\nCasey learned that stillness - being calm and quiet - helped see things more clearly, and that reflection - looking at ourselves calmly - was valuable.\n\nAnd Casey discovered that like the reflection pool, when we were calm and still, we could see ourselves and our lives more clearly, and that stillness was a gift.\n\nAs Casey fell asleep that night, Casey thought about the reflection pool and its still, clear water, knowing that stillness helped us see clearly, and that taking time to be calm was important.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "mindfulness",
      "self - awareness",
      "peace",
      "reflection"
    ],
    "topics": [
      "mindfulness",
      "nature",
      "family",
      "self-discovery"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "boy"
      ],
      "otherCharacterTypes": [
        "parent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Seasons' Return",
    "shortDescription": "A child learns that seasons always return, teaching about cycles, patience, and the reliability of nature.",
    "longDescription": "When River feels sad that summer is ending, her parent explains that seasons always return in cycles. Through this understanding, River learns about cycles, patience, and how we can trust that good things will return, just like seasons.",
    "storyText": "River loved summer - the warm sun, long days, playing outside. But summer was ending, and fall was coming.\n\n'I don't want summer to end,' River said sadly.\n\n'I understand,' River's parent said. 'But you know what? Summer will come back.'\n\n'It will?' River asked.\n\n'Yes,' Parent said. 'Seasons cycle. Summer turns to fall, fall to winter, winter to spring, and spring to summer again. she always return.'\n\nRiver thought about that. 'So even though summer is ending, it will come back?'\n\n'Exactly,' Parent said. 'Seasons are reliable. she always cycle back. You can trust that summer will return, just like you can trust that spring will come after winter.'\n\nRiver looked at the changing leaves. Fall was beautiful too, in its own way.\n\n'So I should enjoy each season while it's here?' River asked.\n\n'Yes,' Parent said. 'Each season has its own beauty and purpose. And knowing she'll return helps us appreciate her while she're here and trust that she'll come back.'\n\nRiver started to see each season differently. Fall had beautiful colors. Winter had snow and quiet. Spring had new growth. And summer would return with warmth and long days.\n\nFrom that day on, River learned to appreciate each season while it lasted, knowing it would return in its cycle.\n\nRiver learned that cycles - like seasons - were reliable, and that good things returned, just like seasons always came back.\n\nAnd River discovered that understanding cycles helped appreciate the present and trust the future, knowing that seasons - and many good things - always returned.\n\nAs River fell asleep that night, River thought about the seasons cycling, knowing that summer would return, and that cycles were reliable and comforting.",
    "ageRange": {
      "min": 4,
      "max": 7
    },
    "values": [
      "patience",
      "trust",
      "appreciation",
      "acceptance"
    ],
    "topics": [
      "seasons",
      "nature",
      "family",
      "cycles"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "girl"
      ],
      "otherCharacterTypes": [
        "parent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Gift of Presence",
    "shortDescription": "A child learns that the best gift you can give someone is your full attention and presence.",
    "longDescription": "When Quinn wants to give the perfect gift but can't decide what to give, a wise elder explains that the best gift is presence - being fully there for someone, listening and paying attention. Through this lesson, Quinn learns about the value of presence and attention.",
    "storyText": "Quinn wanted to give a friend the perfect birthday gift, but Quinn couldn't decide what to get.\n\n'What should I give?' Quinn asked a wise elder in the community.\n\n'The best gift you can give,' the elder said, 'is your presence.'\n\n'Presence?' Quinn asked.\n\n'Yes,' the elder said. 'Being fully there for someone - listening, paying attention, being present in the moment. That's the most valuable gift.'\n\nQuinn wasn't sure. 'But that's not a thing you can wrap.'\n\n'No,' the elder said. 'But it's more valuable than any thing. When you give someone your full attention, you're giving him something precious - your time, your care, your presence.'\n\nQuinn thought about that. When someone really listened to Quinn, it felt good. Maybe presence was a gift.\n\nQuinn decided to try. At the friend's birthday, Quinn gave a small gift, but more importantly, Quinn gave full attention - listening to stories, being present, really being there.\n\n'Thank you,' the friend said. 'I felt like you really heard me today. That meant a lot.'\n\nQuinn realized that presence had been a gift, and the friend had appreciated it.\n\nFrom that day on, Quinn practiced giving presence - being fully there when spending time with others, listening carefully, paying attention.\n\nQuinn learned that presence - being fully present and attentive - was one of the best gifts you could give, and that people appreciated being truly heard and seen.\n\nAnd Quinn discovered that while material gifts were nice, the gift of presence - your time, attention, and care - was often more valuable.\n\nAs Quinn fell asleep that night, Quinn thought about the gift of presence given that day, knowing that being fully there for others was a precious gift, and that presence mattered more than presents.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "presence",
      "listening",
      "attention",
      "care"
    ],
    "topics": [
      "friendship",
      "community",
      "gifts",
      "presence"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "boy"
      ],
      "otherCharacterTypes": [
        "elderly person",
        "friend"
      ],
      "diversityTags": [
        "diverse characters"
      ]
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Path Less Traveled",
    "shortDescription": "A child learns that sometimes taking a different path leads to wonderful discoveries.",
    "longDescription": "When Morgan always takes the same path to school, a friend suggests trying a different route. Through this adventure, Morgan discovers new things, new people, and learns that sometimes taking a different path leads to wonderful discoveries.",
    "storyText": "Morgan always took the same path to school. It was familiar and safe.\n\n'Why don't we try a different way today?' a friend suggested.\n\nMorgan wasn't sure. 'But I know this path.'\n\n'That's why it might be fun to try a different one,' the friend said. 'You might discover something new.'\n\nMorgan decided to try. she took a different route, one Morgan had never taken before.\n\nAt first, Morgan felt a little lost. But then Morgan noticed things Morgan had never seen - a beautiful garden, a friendly cat, a small park.\n\n'Look at this!' Morgan said, discovering new things.\n\n'See?' the friend said. 'Different paths lead to different discoveries.'\n\nshe met a neighbor Morgan had never talked to before, who was very friendly.\n\n'This is fun!' Morgan said.\n\n'Yes,' the friend said. 'Sometimes, trying something different - even a different path - leads to wonderful discoveries.'\n\nFrom that day on, Morgan sometimes took different paths. Not always, but sometimes, to discover new things.\n\nMorgan learned that while familiar paths were comfortable, different paths could lead to new discoveries, new people, and new experiences.\n\nAnd Morgan discovered that being open to trying different things - whether paths, activities, or ways of thinking - could lead to wonderful discoveries.\n\nAs Morgan fell asleep that night, Morgan thought about the new path taken that day and all the discoveries made, knowing that sometimes taking a different path led to wonderful things.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "curiosity",
      "adventure",
      "flexibility",
      "openness"
    ],
    "topics": [
      "adventure",
      "friendship",
      "discovery",
      "flexibility"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "girl"
      ],
      "otherCharacterTypes": [
        "friend",
        "neighbor"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 6
  },
  {
    "title": "The Final Story",
    "shortDescription": "A child learns that every ending is also a beginning, and that stories - like life - continue in new ways.",
    "longDescription": "When a child finishes reading a favorite book and feels sad it's over, his parent explains that endings are also beginnings, and that stories continue in new ways. Through this understanding, the child learns about cycles, continuity, and how endings lead to new beginnings.",
    "storyText": "Avery finished reading a favorite book. The story was over, and Avery felt a little sad.\n\n'The story's ended,' Avery said.\n\n'Yes,' Avery's parent said. 'But you know what? Every ending is also a beginning.'\n\n'How?' Avery asked.\n\n'Well,' Parent said, 'the story lives on in your memory. You can read it again. You can tell others about it. And finishing this story means you can start a new one.'\n\nAvery thought about that. The story wasn't really gone - it was in Avery's memory, and Avery could share it with others.\n\n'And you know what else?' Parent said. 'Stories continue in new ways. The characters live on in your imagination. You can imagine what happens next, or create your own stories inspired by this one.'\n\nAvery realized that endings weren't really endings - he were transitions to new beginnings.\n\n'So stories never really end?' Avery asked.\n\n'Not really,' Parent said. 'he continue in memories, in retellings, in new stories he inspire. And finishing one story means you can begin another adventure.'\n\nAvery picked up a new book. 'This is a new beginning,' Avery said.\n\n'Yes,' Parent said. 'And the cycle continues. Stories end, but new ones begin. That's how it works - endings and beginnings are connected.'\n\nFrom that day on, Avery saw endings differently. Avery learned that endings were part of cycles, and that finishing something meant beginning something new.\n\nAvery learned that stories - and life - continued in new ways, and that every ending was also a beginning.\n\nAnd Avery discovered that while it was okay to feel a little sad when something ended, it was also exciting to begin something new, and that endings and beginnings were part of the beautiful cycle of life.\n\nAs Avery fell asleep that night, Avery thought about the story finished and the new story beginning, knowing that endings led to beginnings, and that stories - like life - continued in beautiful, new ways.",
    "ageRange": {
      "min": 5,
      "max": 8
    },
    "values": [
      "acceptance",
      "hope",
      "continuity",
      "appreciation"
    ],
    "topics": [
      "books",
      "family",
      "endings",
      "beginnings"
    ],
    "cultureRegions": [
      "Global"
    ],
    "languageTags": [
      "en"
    ],
    "contentWarnings": [],
    "representation": {
      "primaryChildGenders": [
        "boy"
      ],
      "otherCharacterTypes": [
        "parent"
      ],
      "diversityTags": []
    },
    "estimatedReadTimeMinutes": 7
  }
]